LETTER_TEMPLATE = """
Шановний(а) {name}!

Дякуємо за звернення до туристичної фірми.

Ваше замовлення успішно оформлено:
- Напрямок: Карпати
- Дата поїздки: {date}
- Кількість осіб: {persons}

Вартість туру:
- Ціна за 1 особу: {price_per_person} грн
- Загальна вартість: {total_price} грн
- Знижка: {discount} грн

До сплати: {final_price} грн

Бажаємо вам приємної подорожі та незабутніх вражень!

З повагою,
Туристична фірма "Мандри"
"""

NAME = "Введіть ваше ім'я та прізвище: "
DATE = "ведіть дату поїздки:"
PERSON = "Введіть кількість осіб:"
TOTAL_PRICE = "Загальна вартість"
DISCOUNT = "Розмір знижки"
NAME_OK = "імя прийнято {name}"
NAME_ERROR = "Помилка: ім'я повинно містити лише літери"
DATE_OK = "Дата прийнята {date}"
DATE_ERROR = "Помилка: дата повинно мати тільки цифри"
PERSON_OK = "Кількість осіб прийнято {persons}"
PERSON_ERROR = "Помилка:кількість осіб повинно мати тільки цифри"







